Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_protection/the_tidy_towns_competition.html.txt.tmx
Source language: en
Languages: ga

source: The Tidy Towns competition
ga: Comórtas na mBailte Slachtmhara

source: The national Tidy Towns competition is organised by the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs
ga: Reáchtálann an Roinn Ealaíon, Oidhreachta, Gnóthaí Réigiúnacha, Tuaithe agus Gaeltachta Comórtas na mBailte Slachtmhara

source: It involves participating towns being rated on all aspects of their local environment
ga: Tugtar marcanna do bhailte sa chomórtas seo i gcomhair gach gné dá dtimpeallacht áitiúil

source: It has been running since 1958 and each year attracts more than 700 communities who compete for a cash award and the title of Ireland's Tidiest Town
ga: Tá comórtas na mBailte Slachtmhara á reáchtáil ó 1958 i leith agus spreagann sé breis agus 700 pobal áitiúil le dhul san iomaíocht gach bliain chun duais airgid agus an teideal 'An Baile is Slachtmhaire in Éirinn' a bhuachan

source: The Tidy Towns competition is launched each year in March/April
ga: Cuirtear tús le comórtas na mBailte Slachtmhara i Márta nó Aibreán gach bliain

source: Judging takes place in June, July and August each year and the results are announced at the National Awards Ceremony in September
ga: Déantar breithiúnas ar na bailte a chuireann isteach air i Meitheamh, Iúil agus Lúnasa gach bliain agus fógraítear na torthaí ag Searmanas na nDámhachtainí Náisiúnta i Meán Fómhair

source: Entry into the Tidy Towns competition is voluntary and the competition is open to every village, town and city area in the State
ga: Is rud deonach é cur isteach ar chomórtas na mBailte Slachtmhara agus féadfaidh gach sráidbhaile, baile agus ceantar cathrach sa Stát iarratas a dhéanamh

source: The competition is for local communities who are interested in improving the quality of their surroundings and, in the process, developing community spirit
ga: Is comórtas é i gcomhair pobail áitiúla ar spéis leo cáilíocht a dtimpeallachtaí a fheabhsú agus cur le meanma an phobail sa chaoi sin

source: In general, entries are voluntary committees that identify the work that needs to be done and carry it out in co-operation with other local interests (for example, local authorities, businesses, residents' associations and volunteers)
ga: Is coistí deonacha tríd is tríd a chuireann isteach ar an gcomórtas. Aithníonn siad an obair is gá a dhéanamh agus cuireann siad i gcrích é i gcomhpháirt le páirtithe leasmhara áitiúla (mar shampla, údaráis áitiúla, cuideachtaí, cumainn cónaitheoirí agus oibrithe deonacha)

source: The town that has been judged the overall winner in the competition is named Ireland's Tidiest Town and wins a cash prize, together with a perpetual trophy and plaque
ga: Tugtar an teideal ‘An Baile is Slachtmhaire in Éirinn’ don bhaile a bhuann an comórtas, buann siad duais airgid agus bronntar trófaí buan agus plaic orthu

source: The award is made to the committee and is usually used to help fund the committee's activities the following year
ga: Bronntar an dámhachtain ar an gcoiste agus úsáidtear é de ghnáth mar mhaoiniú i gcomhair gníomhaíochtaí an choiste an bhliain dar gcionn

source: The overall winner is selected from the winners of the 4 categories: Village, Small Town, Large Town, and Large Urban Centre
ga: Roghnaítear an buaiteoir is fearr san iomlán ó na buaiteoirí sna 4 chatagóir: Sráidbhaile, Baile Beag, Baile Mór, agus Lárionad Mór Uirbeach

source: There is a cash prize in each of these categories and a perpetual trophy
ga: Tugtar duais airgid agus trófaí buan don bhuaiteoir i ngach ceann de na catagóirí sin

source: While an area may not score highly enough to win these awards, it can still win a special prize for particular projects undertaken in the community
ga: Bíodh is go mb'fhéidir nach bhfaigheadh ceantar dóthain marcanna chun ceann de na dámhachtainí sin a bhuachan d’fhéadfadh sé duais speisialta a fháil i gcomhair tionscadal a cuireadh i gcrích sa phobal

source: How the competition is marked
ga: Conas a mharcáiltear an comórtas

source: Participants are assessed under 8 criteria with a total of 450 marks as follows:
ga: Déantar na rannpháirtithe a mheas faoi 8 gcritéar agus bíonn 450 marc ar an iomlán ag dul dóibh mar seo a leanas:

source: • Community involvement and planning (60 marks)
ga: • Páirtíocht phobail agus pleanáil (60 marc)

source: • Built environment and streetscape (50 marks)
ga: • An timpeallacht thógtha agus sráid-dreach (50 marc)

source: • Landscaping and open spaces (50 marks)
ga: • Tírdhreachú agus áiteanna oscailte (50 marc)

source: • Wildlife, habitats and natural amenities (50 marks)
ga: • Fiadhúlra, gnáthóga agus taitneamhachtaí nádúrtha (50 marc)

source: • Tidiness and litter control (90 marks)
ga: • Slacht agus rialú bruscair (90 marc)

source: • Sustainable waste and resource management (50 marks)
ga: • Bainistiú acmhainní agus dramhaíola inbhuanaithe (50 marc)

source: • Residential streets and housing areas (50 marks)
ga: • Sráideanna cónaitheacha agus ionaid tithíochta (50 marc)

source: • Approach roads, streets and lanes (50 marks)
ga: • Bóithre rochtana, sráideanna agus lánaí (50 marc)

source: These criteria are deliberately broad and incorporate everything from the historical and cultural uniqueness of the location to the conservation of natural amenities and wildlife areas
ga: Tá na critéir sin leathan agus ceapadh mar sin iad d’aon ghnó chun go bhféadfaí gach rud a chur san áireamh idir shainghnéithe stairiúla agus cultúrtha na háite agus caomhnú áiseanna fiadhúlra agus nádúrtha

source: Participants can identify sub-areas for judges to look at but judges assess the full area of the town or village
ga: Tá cead ag na rannpháirtithe a insint do na moltóirí faoi fho-limistéir faoi leith a d’fhéadfaidís breathnú orthu ach déanann na moltóirí an baile nó an sráidbhaile a mheas ina iomláine

source: Where boundaries are not clear (for example in urban areas) judges generally assess a one-kilometre area in all directions from the centre
ga: Is éard a dhéanann na moltóirí de ghnáth nuair nach mbíonn teorainneacha an cheantair soiléir (i gceantair uirbeacha mar shampla) ná an limistéar go léir atá laistigh de chiliméadar ó lár an bhaile a mheas

source: There are no entry fees for the competition, but you must enter the correct population category for your town
ga: Níl aon táille iontrála i gceist i gcomhair an chomórtais ach caithfidh tú an chatagóir cheart a iontráil i gcomhair daonra do bhaile

source: You can check your town's population figure against the results of the latest Census of Population
ga: Féadfaidh tú méid an daonra sin a fháil ó thorthaí an Daonáirimh is déanaí

source: │A │Under 200 │
ga: │A │Faoi bhun 200 │

source: │H │25,001 and over │
ga: │H │25,001 agus os a chionn │

source: Contact the Tidy Towns Unit of the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs to check if there is a committee already set up in your area
ga: Téigh i dteagmháil le hAonad na mBailte Slachtmhara sa Roinn Ealaíon, Oidhreachta, Gnóthaí Réigiúnacha, Tuaithe agus Gaeltachta le fáil amach an bhfuil coiste i do cheantar cheana féin

source: If your area does not have a committee, the Tidy Towns Unit will advise on how to set up your own committee and assist you in applying to participate in the competition
ga: Más rud é nach bhfuil a leithéid de choiste ann cuirfidh Aonad na mBailte Slachtmhara comhairle ort faoi do choiste féin a bhunú agus cabhróidh siad leat cur isteach ar an gcomórtas

source: The Unit also has information and advice about preparing for the competition
ga: Lena chois sin féadfaidh an tAonad faisnéis agus comhairle a chur ar fáil maidir le hullmhú i gcomhair an chomórtais

source: You can request a Tidy Towns application form from the Unit and return the completed application form to it at the address below
ga: Féadfaidh tú foirm iarratais i gcomhair chomórtas na mBailte Slachtmhara a iarraidh ón Aonad agus ba cheart an fhoirm a chomhlíonadh agus a sheoladh ar ais chuig an Aonad ag an seoladh thíos
